export const contractData = [
    {
        id: 1,
        title: '第1条【入会手続き】',
        rules: [
            {
                text: '入会をご希望のお子様の保護者は、本規約を確認・同意頂き、入会月費用および翌月の授業料をお支払いいただいた時点で入会申込完了とさせて頂きます。',
            },
        ],
    },
    {
        id: 2,
        title: '第２条【利用料金、支払方法について】',
        rules: [
            {
                text: '利用料金(授業料)は原則として翌月分を当月26日にご指定の口座から引き落としとさせていただきます',
            },
            {
                text: '口座振替登録は、LINEから支払先の登録と口座振替の設定を行っていただきます。口座振替の申し込みが完了する迄お時間がかかる為、入会月(入会金、授業料、教科書代、保険料)と翌月(授業料)の2ヶ月間は振込にてお支払い下さい',
            },
            {
                text: '最初の授業日迄に、入会金、授業料、教科書代、保険料の振込をお願いします。',
            },
            {
                text: '一旦お支払いいただいた入会金、授業料、教科書代、保険料はいかなる理由に関わらず返金致しません。',
            },
        ],
    },
    {
        id: 3,
        title: '第３条【利用日時】',
        rules: [
            { text: '水曜日開催' },
            {
                text: '年少クラス：14:00-14:50 / 年中クラス：15:05-15:55 / 年長クラス：16:00-16:50 / 小学生クラス16:55-17:45',
            },
            {
                text: '年間レッスン数は40回/60回/80回のコースより選んでいただき、60回、80回コースは、他年齢のクラスで授業を受けて頂きます。年少、年中、年長クラスは１学年上のクラスに参加をして、小学生クラスは年長クラスに参加していただきます。',
            },
            {
                text: '授業日程は当園配布の「年間スケジュール」をご参照ください。',
            },
        ],
    },
    {
        id: 4,
        title: '第４条【休会・退会・コース変更】',
        rules: [
            {
                text: '休会・退会・コース変更をご希望の方は、休会・退会・コース変更をされる1ヶ月前（前月１日）迄には休会届、退会届、コース変更届をご提出下さい。休会、退会、コース変更が指定日以降に届出された場合、翌々月扱いとなります。また、コース変更は定員などの都合でお受け出来ない場合もございます。',
            },
            {
                text: '休会は年間1ヶ月間出来ますが、休会時に50％の授業料が発生します。2ヶ月以降は休会時に100％の授業料が発生しますのでご了承ください。',
            },
            {
                text: '授業料未入金が2ヶ月続く場合は自動退会とさせて頂きますが退会日迄の料金は発生いたします。',
            },
            {
                text: '復会を希望する際には復会届を提出してください。審査の上、その可否及び復会を認める時期を判断します。',
            },
        ],
    },
    {
        id: 5,
        title: '第５条【欠席・振替レッスンについて】',
        rules: [
            {
                text: '欠席する場合、必ずレッスン開始時間の10分前までにLINEにてご連絡下さい。',
            },
            {
                text: '振替レッスンは月1回可能です。LINEにて振替レッスンを予約していただき、休んだ日から2ヶ月以内に振替レッスンに参加してください。振替レッスンクラスは、年少、年中、年長クラスは１学年上のクラスに参加をして、小学生クラスは年長クラスに参加していただきます。',
            },
        ],
    },
    {
        id: 6,
        title: '第６条【休園日について】',
        rules: [
            {
                text: '当園の指定する休園日の他に以下の場合、臨時休園とさせていただきます。その場合、振替レッスンはございません。',
                subrules: [
                    '地震発生時および気象警報が発令された場合。',
                    'その他、災害などによりレッスンをすることが不可能と判断された場合',
                    '念法幼稚園が臨時休園された場合。',
                ],
            },
            {
                text: '当園が定める休園日は別紙カレンダーにてご確認ください。',
            },
        ],
    },
    {
        id: 7,
        title: '第７条【規約により退園となる場合】',
        rules: [
            {
                text: '下記の事項に該当する行為を行った場合又は疑われる行為があったと当園が判断した場合、退会して頂きます。その場合は授業料の返金はございません。',
                subrules: [
                    '当園従業員に対して物品等の販売、マルチ商法の勧誘などを行った場合。',
                    '当園の内外を問わず、当園従業員又当園関係者に対して宗教的活動、政治活動又はその会合への勧誘などを行った場合',
                    '当園が定めたルール、規則などを守っていただけない場合。',
                    '当園及び従業員を誹謗中傷するような言動や暴力的言動及び行動を行った場合。',
                    '当園の従業員の写真及びビデオ映像を許可なく無断で掲載した場合。(ツイッター、ライン、インスタグラム、Facebook、掲示板、ブログ、ホームページ、コミニティーサイト、メールなど)',
                    '当園への報告、申請内容に虚偽があった場合。',
                    '当園の方針を変えようとする行為があった場合。',
                    '当園における注意事項、きまりなどを遵守していただけない場合や運営を著しく乱した場合。',
                    '授業環境を著しく損なう迷惑行為や不適切な言動など、授業の進行を妨げると判断した場合。',
                ],
            },
        ],
    },
    {
        id: 8,
        title: '第８条【個人情報保護】',
        rules: [
            {
                text: `お子様の個人情報、願書に書かれた情報については外部への漏洩、紛失が無いよう当園内にて厳重に管理します。
                お子様の個人情報は承諾なく無断で利用することはありません。
                また、承諾を得た範囲のみで使用します。第三者に開示、提供することはありません。`,
            },
        ],
    },
    {
        id: 9,
        title: '第９条【免責・保証事項】',
        rules: [
            {
                text: `お子様間でのトラブル、お子様の故意、過失、不注意による損害には責任を負うことは出来ません。
                お子様の不注意による教室内での事故、盗難、ならびに紛失について当園は責任を負うことは出来ません。
                当園が提供するレッスンは、お子様のいかなる成果を保証するものではありません。効果には個人差がありますので、ご了承お願いします。`,
            },
        ],
    },
    {
        id: 10,
        title: '第１０条【規約変更】',
        rules: [
            {
                text: `当園では運営向上の為、利用規約の変更を行う場合があります。
                その際には変更後の、当園利用規約を確認・同意の上、利用規約に必要事項をご記入・ご署名して頂きますので、ご了承ください。`,
            },
        ],
    },
];
